Revit 2027 API
ParameterTypeId.RbsElecTrueCurrentPhasebParam Property
 "True Current Phase B"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecTrueCurrentPhasebParam { get; }
Public Shared ReadOnly Property RbsElecTrueCurrentPhasebParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecTrueCurrentPhasebParam {
	ForgeTypeId^ get ();
}
static member RbsElecTrueCurrentPhasebParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace